"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ foi baixado e está pronto para uso! Gostaria de instalar e reiniciar o %1$@ agora?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ não pode ser atualizado enquanto for executado a partir de um volume somente de leitura, como uma imagem de disco ou CD/DVD. Mova %1$@ para a pasta Aplicativos, reinicie-o e tente novamente.";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ está disponível--sua versão é %3$@. Gostaria de baixá-lo agora?";

"%@ downloaded" = "%@ baixado";

"%@ of %@" = "%1$@ de %2$@";

"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";

"A new version of %@ is ready to install!" = "Uma nova versão do %@ está pronta para ser instalada!";

"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro ao buscar atualizações. Tente novamente mais tarde.";

"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.";

"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo. Tente novamente mais tarde.";

"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao instalar a atualização. Tente novamente mais tarde.";

"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar a fonte de atualização.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ocorreu um erro ao reiniciar o %1$@. A nova versão estará disponível da próxima vez que você abrir o %1$@.";

"An important update to %@ is ready to install" = "An important update to %@ is ready to install";

/* the unit for bytes */
"B" = "B";

"Cancel" = "Cancelar";

"Cancel Update" = "Cancelar Atualização";

"Checking for updates..." = "Buscando atualizações…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Baixando atualização…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraindo atualização…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "Instalar e Reiniciar";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando atualização…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Pronto para Instalar";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Gostaria que %1$@ buscasse atualizações automaticamente? Você pode buscar por atualizações manualmente, através do menu %1$@.";

"Update Error!" = "Erro na Atualização!";

"Updating %@" = "Atualizando %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Você já possui a versão mais recente do %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "You’re up-to-date!";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */

"Learn More..." = "Learn More…";